Repository: baller70/hooptrack
Catalog: HooptrackCoach/Resources/Localizable.xcstrings
Source language: en
Languages: es_mx, fr_ca, zh_hans

# account.delete
source: Delete account
es_mx: Eliminar cuenta
fr_ca: Supprimer le compte
zh_hans: 删除账户

# account.deleteButton
source: Delete Account
es_mx: Eliminar cuenta
fr_ca: Supprimer le compte
zh_hans: 删除账户

# account.deleteConfirm
source: Permanently delete this Coach account and its Coach-owned content?
es_mx: ¿Eliminar permanentemente esta cuenta de entrenador y su contenido?
fr_ca: Supprimer définitivement ce compte d’entraîneur et son contenu?
zh_hans: 永久删除此教练账户及其拥有的内容？

# account.deleteExplanation
source: Deletes your Coach profile, teams, invitations, messages, and Coach-owned training content. Player accounts remain active.
es_mx: Elimina tu perfil, equipos, invitaciones, mensajes y contenido de entrenador. Las cuentas de jugadores permanecen activas.
fr_ca: Supprime votre profil, vos équipes, invitations, messages et contenu d’entraîneur. Les comptes joueurs restent actifs.
zh_hans: 删除您的教练资料、球队、邀请、消息和教练拥有的训练内容。球员账户仍会保留。

# account.legal
source: Legal and support
es_mx: Legal y soporte
fr_ca: Legal et soutien
zh_hans: 法律与支持

# account.name
source: Name
es_mx: Nombre
fr_ca: Nom
zh_hans: 姓名

# account.privacy
source: Privacy Policy
es_mx: Politica de privacidad
fr_ca: Politique de confidentialite
zh_hans: 隐私政策

# account.session
source: Coach account
es_mx: Cuenta de coach
fr_ca: Compte coach
zh_hans: 教练账户

# account.support
source: Support
es_mx: Soporte
fr_ca: Soutien
zh_hans: 支持

# account.title
source: Account
es_mx: Cuenta
fr_ca: Compte
zh_hans: 账户

# assignment.workout
source: Workout
es_mx: Rutina
fr_ca: Entrainement
zh_hans: 训练

# assign.dueDate
source: Due date
es_mx: Fecha limite
fr_ca: Date limite
zh_hans: 截止日期

# assign.notes
source: Coach notes
es_mx: Notas del coach
fr_ca: Notes du coach
zh_hans: 教练备注

# assign.player
source: Player
es_mx: Jugador
fr_ca: Joueur
zh_hans: 球员

# assign.send
source: Send assignment
es_mx: Enviar asignacion
fr_ca: Envoyer l'assignation
zh_hans: 发送训练

# assign.workout
source: Workout
es_mx: Rutina
fr_ca: Entrainement
zh_hans: 训练

# auth.email
source: Email
es_mx: Correo
fr_ca: Courriel
zh_hans: 电子邮件

# auth.existingAccount
source: Use an existing HoopTrack trainer or coach account.
es_mx: Usa una cuenta existente de entrenador de HoopTrack.
fr_ca: Utilisez un compte entraineur HoopTrack existant.
zh_hans: 使用现有 HoopTrack 教练账户。

# auth.failed
source: Sign in failed
es_mx: No se pudo iniciar sesion
fr_ca: Connexion echouee
zh_hans: 登录失败

# auth.password
source: Password
es_mx: Contrasena
fr_ca: Mot de passe
zh_hans: 密码

# auth.signIn
source: Sign in
es_mx: Iniciar sesion
fr_ca: Se connecter
zh_hans: 登录

# auth.signingIn
source: Signing in
es_mx: Iniciando sesion
fr_ca: Connexion
zh_hans: 正在登录

# auth.signOut
source: Sign out
es_mx: Cerrar sesion
fr_ca: Se deconnecter
zh_hans: 退出登录

# auth.subtitle
source: Manage teams, workouts, messages, recordings, and progress from the shared HoopTrack backend.
es_mx: Gestiona equipos, rutinas, mensajes, grabaciones y progreso con HoopTrack.
fr_ca: Gerez equipes, entrainements, messages, enregistrements et progres avec HoopTrack.
zh_hans: 通过 HoopTrack 管理球队、训练、消息、录像和进度。

# auth.title
source: Coach sign in
es_mx: Inicio de coach
fr_ca: Connexion coach
zh_hans: 教练登录

# dashboard.activity
source: Recent activity
es_mx: Actividad reciente
fr_ca: Activite recente
zh_hans: 最近动态

# dashboard.today
source: Today
es_mx: Hoy
fr_ca: Aujourd'hui
zh_hans: 今天

# error.invalidResponse
source: The server response was not valid.
es_mx: La respuesta del servidor no fue valida.
fr_ca: La reponse du serveur n'etait pas valide.
zh_hans: 服务器响应无效。

# error.server
source: The server could not complete the request.
es_mx: El servidor no pudo completar la solicitud.
fr_ca: Le serveur n'a pas pu terminer la demande.
zh_hans: 服务器无法完成请求。

# loading
source: Loading HoopTrack Coach
es_mx: Cargando HoopTrack Coach
fr_ca: Chargement de HoopTrack Coach
zh_hans: 正在加载 HoopTrack Coach

# message.placeholder
source: Message
es_mx: Mensaje
zh_hans: 消息

# message.send
source: Send message
es_mx: Enviar mensaje
fr_ca: Envoyer le message
zh_hans: 发送消息

# metric.openWork
source: Open work
es_mx: Trabajo abierto
fr_ca: Travail ouvert
zh_hans: 待完成训练

# metric.pendingInvites
source: Pending invites
es_mx: Invitaciones
fr_ca: Invitations
zh_hans: 待处理邀请

# metric.reviewQueue
source: Review queue
es_mx: Por revisar
fr_ca: A reviser
zh_hans: 待审核

# offline.message
source: Showing the last available coach workspace. Retry when the network is available.
es_mx: Se muestra el espacio de coach disponible. Reintenta con red.
fr_ca: Affichage du dernier espace coach disponible. Reessayez avec le reseau.
zh_hans: 正在显示可用的教练工作区。联网后重试。

# offline.title
source: Connection issue
es_mx: Problema de conexion
fr_ca: Probleme de connexion
zh_hans: 连接问题

# player.connected
source: Connected player
es_mx: Jugador conectado
fr_ca: Joueur connecte
zh_hans: 已连接球员

# player.invited
source: Invited player
es_mx: Jugador invitado
fr_ca: Joueur invite
zh_hans: 已邀请球员

# progress.completed
source: Completed
es_mx: Completado
fr_ca: Termine
zh_hans: 已完成

# progress.empty
source: Progress will appear as connected players complete assigned work.
es_mx: El progreso aparecera cuando los jugadores completen trabajo.
fr_ca: Le progres apparaitra quand les joueurs terminent le travail.
zh_hans: 球员完成训练后会显示进度。

# progress.recordings
source: Recordings
es_mx: Grabaciones
fr_ca: Enregistrements
zh_hans: 录像

# progress.strongest
source: Strongest area
es_mx: Area fuerte
fr_ca: Point fort
zh_hans: 优势领域

# progress.streak
source: Streak
es_mx: Racha
fr_ca: Serie
zh_hans: 连续天数

source: Progress summary
es_mx: Resumen de progreso
fr_ca: Sommaire du progres
zh_hans: 进度摘要

# progress.timeline
source: Activity timeline
es_mx: Linea de actividad
fr_ca: Fil d'activite
zh_hans: 动态时间线

# push.registrationFailed
source: Registration failed
es_mx: Registro fallido
fr_ca: Inscription echouee
zh_hans: 注册失败

# retry.title
source: Retry
es_mx: Reintentar
fr_ca: Reessayer
zh_hans: 重试

# review.noNotes
source: No coach notes yet.
es_mx: Sin notas del coach.
fr_ca: Aucune note du coach.
zh_hans: 暂无教练备注。

# review.ready
source: Ready to review
es_mx: Listo para revisar
fr_ca: Pret a reviser
zh_hans: 可审核

# review.recording
source: Player recording
es_mx: Grabacion del jugador
fr_ca: Enregistrement joueur
zh_hans: 球员录像

# review.untitled
source: Untitled recording
es_mx: Grabacion sin titulo
fr_ca: Enregistrement sans titre
zh_hans: 未命名录像

# role.blocked.message
source: HoopTrack Coach is locked to trainer and coach accounts. Sign in with a coach account or contact support.
es_mx: HoopTrack Coach solo acepta cuentas de coach o entrenador.
fr_ca: HoopTrack Coach est reserve aux comptes coach et entraineur.
zh_hans: HoopTrack Coach 仅支持教练账户。

# role.blocked.title
source: Coach access required
es_mx: Se requiere acceso de coach
fr_ca: Acces coach requis
zh_hans: 需要教练权限

# status.accepted
source: Accepted
es_mx: Aceptado
fr_ca: Accepte
zh_hans: 已接受

# status.pending
source: Pending
es_mx: Pendiente
fr_ca: En attente
zh_hans: 待处理

# tab.assign
source: Assign
es_mx: Asignar
fr_ca: Assigner
zh_hans: 分配

# tab.ai
source: AI
es_mx: IA
fr_ca: IA

# tab.calendar
source: Calendar
es_mx: Calendario
fr_ca: Calendrier
zh_hans: 日历

# tab.dashboard
source: Dashboard
es_mx: Panel
fr_ca: Tableau
zh_hans: 首页

# tab.library
source: Library
es_mx: Biblioteca
fr_ca: Bibliotheque
zh_hans: 资料库

# tab.messages
source: Messages
es_mx: Mensajes
zh_hans: 消息

# tab.notifications
source: Alerts
es_mx: Alertas
fr_ca: Alertes
zh_hans: 提醒

# tab.players
source: Players
es_mx: Jugadores
fr_ca: Joueurs
zh_hans: 球员

# tab.progress
source: Progress
es_mx: Progreso
fr_ca: Progres
zh_hans: 进度

# tab.review
source: Review
es_mx: Revisar
fr_ca: Reviser
zh_hans: 审核

# tab.teams
source: Teams
es_mx: Equipos
fr_ca: Equipes
zh_hans: 球队

# teams.create
source: Create team or group
es_mx: Crear equipo o grupo
fr_ca: Creer une equipe ou un groupe
zh_hans: 创建球队或分组

# teams.createButton
source: Create group
es_mx: Crear grupo
fr_ca: Creer le groupe
zh_hans: 创建分组

# teams.group
source: Group
es_mx: Grupo
fr_ca: Groupe
zh_hans: 分组

# teams.invite
source: Invite player by email
es_mx: Invitar jugador por correo
fr_ca: Inviter par courriel
zh_hans: 通过邮件邀请球员

# teams.inviteButton
source: Send invite
es_mx: Enviar invitacion
fr_ca: Envoyer l'invitation
zh_hans: 发送邀请

# teams.inviteStatus
source: Invite status
es_mx: Estado de invitacion
fr_ca: Statut d'invitation
zh_hans: 邀请状态

# teams.name
source: Group name
es_mx: Nombre del grupo
fr_ca: Nom du groupe
zh_hans: 分组名称

# teams.roster
source: Accepted roster
es_mx: Roster aceptado
fr_ca: Alignement accepte
zh_hans: 已接受名单

# teams.type
source: Type
es_mx: Tipo
zh_hans: 类型

# teams.type.session
source: Session
es_mx: Sesion
zh_hans: 课程

# teams.type.team
source: Team
es_mx: Equipo
fr_ca: Equipe
zh_hans: 球队

# workout.training
source: Training
es_mx: Entrenamiento
fr_ca: Entrainement
zh_hans: 训练

# metric.roster
source: Roster
fr_ca: Alignement
zh_hans: 名单

# progress.gpa
source: GPA
fr_ca: Moyenne
zh_hans: 评分

source: OK
zh_hans: 好
